Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# recoveryKeyErrorInvalidLength
source: The Recovery Key is incomplete. Check the key and try again.
ar: مفتاح الاسترداد غير مكتمل. تحقق من المفتاح وحاول مرة أخرى.
de: Der Wiederherstellungsschlüssel ist unvollständig. Überprüfen Sie den Schlüssel und versuchen Sie es erneut.
es: La clave de recuperación está incompleta. Verifica la clave e inténtalo de nuevo.
fr: La clé de récupération est incomplète. Vérifiez la clé et réessayez.
hi: रिकवरी कुंजी अधूरी है। कुंजी की जांच करें और पुनः प्रयास करें।
it: Il Recovery Key è incompleto. Controlla la chiave e riprova.
ja: リカバリキーが不完全です。キーを確認して再試行してください。
ko: 복구 키가 불완전합니다. 키를 확인하고 다시 시도하세요.
nl: De Herstelcode is onvolledig. Controleer de code en probeer het opnieuw.
pl: Klucz odzyskiwania jest niepełny. Sprawdź klucz i spróbuj ponownie.
pt: A Chave de Recuperação está incompleta. Verifique a chave e tente novamente.
ru: Ключ восстановления неполный. Проверьте ключ и попробуйте снова.
th: Recovery Key ไม่ครบถ้วน ตรวจสอบคีย์และลองอีกครั้ง.
tr: Kurtarma Anahtarı eksik. Anahtarı kontrol edin ve tekrar deneyin.
vi: Recovery Key không đầy đủ. Kiểm tra khóa và thử lại.
zh_hans: 恢复密钥不完整。请检查密钥并重试。
zh_hant: 恢復金鑰不完整。檢查金鑰並重試。

# recoveryKeyErrorRandomGenerationFailed
source: A new Recovery Key could not be generated.
ar: تعذر إنشاء مفتاح استرداد جديد.
de: Ein neuer Wiederherstellungsschlüssel konnte nicht generiert werden.
es: No se pudo generar una nueva clave de recuperación.
fr: Une nouvelle clé de récupération n'a pas pu être générée.
hi: एक नई रिकवरी कुंजी उत्पन्न नहीं की जा सकी।
it: Non è stato possibile generare un nuovo Recovery Key.
ja: 新しいリカバリキーを生成できませんでした。
ko: 새 복구 키를 생성할 수 없습니다.
nl: Er kon geen nieuwe Herstelcode worden gegenereerd.
pl: Nie udało się wygenerować nowego klucza odzyskiwania.
pt: Uma nova Chave de Recuperação não pôde ser gerada.
ru: Не удалось сгенерировать новый ключ восстановления.
th: ไม่สามารถสร้าง Recovery Key ใหม่ได้.
tr: Yeni bir Kurtarma Anahtarı oluşturulamadı.
vi: Không thể tạo Recovery Key mới.
zh_hans: 无法生成新的恢复密钥。
zh_hant: 無法生成新的恢復金鑰。

# recoveryKeySuggestionPasteFullKey
source: Paste the full Recovery Key exactly as it was shown when the file was locked.
ar: الصق مفتاح الاسترداد الكامل تمامًا كما تم عرضه عند قفل الملف.
de: Fügen Sie den vollständigen Wiederherstellungsschlüssel genau so ein, wie er angezeigt wurde, als die Datei gesperrt wurde.
es: Pega la clave de recuperación completa exactamente como se mostró cuando se bloqueó el archivo.
fr: Collez la clé de récupération complète exactement comme elle a été affichée lorsque le fichier a été verrouillé.
hi: पूर्ण रिकवरी कुंजी को उसी तरह पेस्ट करें जैसे फ़ाइल लॉक होने पर दिखाया गया था।
it: Incolla il Recovery Key completo esattamente come è stato mostrato quando il file è stato bloccato.
ja: ファイルがロックされているときに表示されたリカバリキーをそのまま貼り付けてください。
ko: 파일이 잠겼을 때 보여진 그대로 전체 복구 키를 붙여넣으세요.
nl: Plak de volledige Herstelcode precies zoals deze werd weergegeven toen het bestand werd vergrendeld.
pl: Wklej pełny klucz odzyskiwania dokładnie tak, jak był pokazany, gdy plik był zablokowany.
pt: Cole a Chave de Recuperação completa exatamente como foi mostrada quando o arquivo foi bloqueado.
ru: Вставьте полный ключ восстановления точно так, как он был показан, когда файл был заблокирован.
th: วาง Recovery Key เต็ม ๆ ตามที่แสดงเมื่อไฟล์ถูกล็อก.
tr: Kilitli dosya gösterildiği gibi tam Kurtarma Anahtarını birebir yapıştırın.
vi: Dán Recovery Key đầy đủ chính xác như đã hiển thị khi tệp bị khóa.
zh_hans: 准确粘贴文件锁定时显示的完整恢复密钥。
zh_hant: 精確貼上恢復金鑰，與檔案鎖定時顯示的相同。

# recoveryKeySuggestionTryAgainRestart
source: Try again. If this keeps happening, restart the app.
ar: حاول مرة أخرى. إذا استمرت هذه المشكلة، أعد تشغيل التطبيق.
de: Versuchen Sie es erneut. Wenn dies weiterhin passiert, starten Sie die App neu.
es: Intenta de nuevo. Si esto sigue ocurriendo, reinicia la aplicación.
fr: Essayez à nouveau. Si cela continue de se produire, redémarrez l'application.
hi: पुनः प्रयास करें। यदि ऐसा होता रहता है, तो ऐप को पुनः आरंभ करें।
it: Riprova. Se questo continua a succedere, riavvia l'app.
ja: 再試行してください。この問題が続く場合は、アプリを再起動してください。
ko: 다시 시도하세요. 문제가 계속 발생하면 앱을 재시작하세요.
nl: Probeer het opnieuw. Als dit blijft gebeuren, herstart de app.
pl: Spróbuj ponownie. Jeśli to się powtarza, zrestartuj aplikację.
pt: Tente novamente. Se isso continuar acontecendo, reinicie o aplicativo.
ru: Попробуйте еще раз. Если это продолжает происходить, перезапустите приложение.
th: ลองอีกครั้ง หากปัญหานี้ยังเกิดขึ้น ให้รีสตาร์ทแอป.
tr: Tekrar deneyin. Bu sürekli olursa, uygulamayı yeniden başlatın.
vi: Thử lại. Nếu vấn đề này liên tục xảy ra, khởi động lại ứng dụng.
zh_hans: 再试一次。如果这种情况持续，重启应用程序。
zh_hant: 再試一次。如果這種情況持續發生，請重啟應用程式。

# renameSheetButtonCancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# renameSheetButtonConfirm
source: OK
ar: موافق
hi: ठीक है
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
zh_hans: 好
zh_hant: 確定

# renameSheetHeadline
source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
it: Rinomina
ja: 名前の変更
ko: 이름 변경
nl: Hernoemen
pl: Zmień nazwę
pt: Renomear
ru: Переименовать
th: เปลี่ยนชื่อ
tr: Yeniden Adlandır
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

# searchButtonTitle
source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
hi: खोजें
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
pl: Szukaj
pt: Buscar
ru: Поиск
th: ค้นหา
tr: Ara
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

# searchFieldPropmtText
source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
hi: खोजें
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
pl: Szukaj
pt: Buscar
ru: Поиск
th: ค้นหา
tr: Ara
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

# searchResultsSectionCollaborationFilesTitle
source: Collaboration Rooms
ar: غرف التعاون
de: Zusammenarbeitsräume
es: Salas de Colaboración
fr: Salles de collaboration
hi: सहयोग कक्ष
it: Sale di Collaborazione
ja: コラボレーションルーム
ko: 협업 룸
nl: Samenwerkingsruimtes
pl: Pokoje współpracy
pt: Salas de Colaboração
ru: Комнату для сотрудничества
th: ห้องทำงานร่วมกัน
tr: İşbirliği Odaları
vi: Phòng Hợp Tác
zh_hans: 协作房间
zh_hant: 協作房間

# searchResultsSectionFilesTitle
source: Files
ar: الملفات
de: Dateien
es: Archivos
fr: Fichiers
hi: फ़ाइलें
it: File
ja: ファイル
ko: 파일
nl: Bestanden
pl: Pliki
pt: Arquivos
ru: Файлы
th: ไฟล์
tr: Dosyalar
vi: Tệp
zh_hans: 文件
zh_hant: 檔案

# searchResultsSectionLocalFilesTitle
source: Local Files
ar: الملفات المحلية
de: Lokale Dateien
es: Archivos Locales
fr: Fichiers locaux
hi: स्थानीय फ़ाइलें
it: File Locali
ja: ローカルファイル
ko: 로컬 파일
nl: Lokale bestanden
pl: Pliki lokalne
pt: Arquivos Locais
ru: Локальные файлы
th: ไฟล์ในเครื่อง
tr: Yerel Dosyalar
vi: Tệp Cục Bộ
zh_hans: 本地文件
zh_hant: 本地檔案

# settingsAboutBuild
source: Build
ar: الإصدار
es: Construcción
fr: Construction
hi: निर्माण
it: Versione
ja: ビルド
ko: 빌드
nl: Bouw
pl: Wersja
pt: Construir
ru: Сборка
th: เวอร์ชัน
tr: Yapı
vi: Phiên bản
zh_hans: 构建数
zh_hant: 版本

# settingsAboutName
source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
hi: बारे में
it: Informazioni
ja: 情報
ko: 정보
nl: Over
pl: O aplikacji
pt: Sobre
ru: О приложении
th: เกี่ยวกับ
tr: Hakkında
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

# settingsAboutVersion
source: Version
ar: النسخة
es: Versión
hi: संस्करण
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pl: Wersja
pt: Versão
ru: Версия
th: เวอร์ชัน
tr: Sürüm
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

# settingsAIAccountIDLabel
source: Account ID
ar: معرف الحساب
de: Konto-ID
es: ID de cuenta
fr: Identifiant du compte
hi: खाता आईडी
it: ID account
ja: アカウントID
ko: 계정 ID
pl: ID konta
pt: ID da conta
ru: Идентификатор аккаунта
th: รหัสบัญชี
tr: Hesap ID'si
vi: ID tài khoản
zh_hans: 帐户 ID
zh_hant: 帳戶 ID

# settingsAIAccountLoadFailed
source: Unable to load account info
ar: تعذر تحميل معلومات الحساب
de: Kontoinformationen konnten nicht geladen werden
es: No se pudo cargar la información de la cuenta
fr: Impossible de charger les informations du compte
hi: खाता जानकारी लोड करने में असमर्थ
it: Impossibile caricare le informazioni dell'account
ja: アカウント情報の読み込みに失敗しました
ko: 계정 정보를 불러올 수 없습니다
nl: Kan accountinformatie niet laden
pl: Nie można załadować informacji o koncie
pt: Não foi possível carregar as informações da conta
ru: Не удается загрузить информацию об аккаунте
th: ไม่สามารถโหลดข้อมูลบัญชีได้
tr: Hesap bilgileri yüklenemedi
vi: Không thể tải thông tin tài khoản
zh_hans: 无法加载帐户信息
zh_hant: 無法載入帳戶資訊

# settingsAIAccountProviderLabel
source: Identity source
ar: مصدر الهوية
de: Identitätsquelle
es: Fuente de identidad
fr: Source d'identité
hi: पहचान स्रोत
it: Fonte dell'identità
ja: アイデンティティソース
ko: 아이덴티티 출처
nl: Identiteitsbron
pl: Źródło tożsamości
pt: Fonte de identidade
ru: Источник идентификации
th: แหล่งที่มาของข้อมูล
tr: Kimlik kaynağı
vi: Nguồn danh tính
zh_hans: 身份源
zh_hant: 身份來源

# settingsAIAccountSubtitle
source: This identifier helps support look up your AI credits and requests.
ar: يساعدك هذا المعرف في دعم بحثك عن أرصدة الذكاء الاصطناعي وطلباتك.
de: Diese Kennung hilft, Ihre AI-Credits und Anfragen zu verwalten.
es: Este identificador ayuda a buscar tus créditos y solicitudes de IA.
fr: Cet identifiant aide à retrouver vos crédits et demandes d'IA.
hi: यह पहचानकर्ता आपके AI क्रेडिट और अनुरोधों के लिए समर्थन खोजने में मदद करता है।
it: Questo identificatore aiuta a supportare la ricerca dei tuoi crediti e delle tue richieste AI.
ja: この識別子は、AIクレジットとリクエストの参照をサポートするのに役立ちます。
ko: 이 식별자는 AI 크레딧 및 요청 조회를 지원하는 데 사용됩니다.
nl: Deze identificatie helpt bij het opzoeken van uw AI-tegoeden en verzoeken.
pl: Ten identyfikator pomaga w odnajdywaniu Twoich kredytów AI i żądań.
pt: Este identificador ajuda a localizar seus créditos e solicitações de IA.
ru: Этот идентификатор помогает поддержке находить ваши кредитные средства и запросы.
th: รหัสประจำตัวนี้ช่วยในการค้นหาสิทธิ์เครดิต AI และคำขอของคุณ
tr: Bu tanımlayıcı, AI kredilerinizi ve taleplerinizi desteklemek için yardımcı olur.
vi: Mã định danh này giúp hỗ trợ tra cứu tín dụng và yêu cầu AI của bạn.
zh_hans: 此标识符有助于支持查找您的 AI 信用和请求。
zh_hant: 此識別碼有助於查詢您的 AI 積分和請求。

# settingsAIAccountTitle
source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
hi: खाता
ja: アカウント
ko: 계정
pl: Konto
pt: Conta
ru: Аккаунт
th: บัญชี
tr: Hesap
vi: Tài khoản
zh_hans: 帐户
zh_hant: 帳戶

# settingsAIDefaultModelHelp
source: Used for new conversations and as the picker default. Each conversation can override this from its own model picker.
ar: يستخدم للمحادثات الجديدة وكاختيار افتراضي. يمكن لكل محادثة تجاوز ذلك من اختيار النموذج الخاص بها.
de: Wird für neue Gespräche und als Standard im Auswahlfeld verwendet. Jedes Gespräch kann dies über seinen eigenen Modellauswähler überschreiben.
es: Utilizado para nuevas conversaciones y como predeterminado del selector. Cada conversación puede anular esto desde su propio selector de modelos.
fr: Utilisé pour de nouvelles conversations et comme modèle par défaut dans le sélecteur. Chaque conversation peut remplacer cela à partir de son propre sélecteur de modèle.
hi: नए वार्तालापों के लिए और प_picker_ डिफ़ॉल्ट के रूप में उपयोग किया जाता है। प्रत्येक वार्तालाप इसे अपने मॉडल प_picker_ से ओवरराइड कर सकता है।
it: Utilizzato per nuove conversazioni e come predefinito del selettore. Ogni conversazione può sovrascrivere questo dal proprio selettore di modelli.
ja: 新しい会話に使用され、モデルピッカーのデフォルトとなります。各会話は自分自身のモデルピッカーからこれを上書きすることができます。
ko: 새로운 대화 및 선택기 기본값으로 사용됩니다. 각 대화는 자체 모델 선택기에서 이를 재정의할 수 있습니다.
nl: Wordt gebruikt voor nieuwe gesprekken en als standaard in de keuzelijst. Elk gesprek kan dit overschrijven vanuit zijn eigen modelkeuze.
pl: Używane dla nowych rozmów i jako domyślny w wyborze modelu. Każda rozmowa może to zmienić w swoim wyborze modelu.
pt: Usado para novas conversas e como padrão no seletor. Cada conversa pode substituir isso a partir de seu próprio seletor de modelo.
ru: Используется для новых разговоров и как модель по умолчанию. Каждый разговор может переопределить это в своем выборе модели.
th: ใช้สำหรับการสนทนาใหม่และเป็นค่าตั้งต้นของตัวเลือกแต่ละรายการ การสนทนาสามารถเปลี่ยนแปลงจากตัวเลือกโมเดลของตนเองได้
tr: Yeni konuşmalar için ve seçim arayüzü varsayılanı olarak kullanılır. Her konuşma kendi model seçim arayüzünden bunu geçersiz kılabilir.
vi: Được sử dụng cho các cuộc trò chuyện mới và là mặc định trong trình chọn. Mỗi cuộc trò chuyện có thể ghi đè điều này từ trình chọn mô hình của riêng nó.
zh_hans: 用于新对话，并作为选择器的默认选项。每个对话可以从其自己的模型选择器覆盖此设置。
zh_hant: 用於新的對話並作為選擇的預設。每個對話可以從其自己的模型選擇中覆蓋這個設定。

# settingsAIDefaultModelTitle
source: Default model
ar: النموذج الافتراضي
de: Standardmodell
es: Modelo predeterminado
fr: Modèle par défaut
hi: डिफ़ॉल्ट मॉडल
it: Modello predefinito
ja: デフォルトモデル
ko: 기본 모델
nl: Standaardmodel
pl: Domyślny model
pt: Modelo padrão
ru: Модель по умолчанию
th: โมเดลเริ่มต้น
tr: Varsayılan model
vi: Mô hình mặc định
zh_hans: 默认模型
zh_hant: 預設模型

# settingsAIEnableFeatureHelp
source: When off, ExcalidrawZ will not send AI requests or refresh AI account and credits data.
ar: عند إيقاف التشغيل، لن يقوم ExcalidrawZ بإرسال طلبات الذكاء الاصطناعي أو تحديث بيانات حساب الذكاء الاصطناعي والرصيد.
de: Wenn deaktiviert wird, sendet ExcalidrawZ keine AI-Anfragen oder aktualisiert keine Daten zu AI-Konten und -Guthaben.
es: Cuando está desactivado, ExcalidrawZ no enviará solicitudes de IA ni actualizará los datos de cuenta y créditos de IA.
fr: Lorsque désactivé, ExcalidrawZ n'enverra pas de requêtes d'IA et ne mettra pas à jour les données de compte et de crédits d'IA.
hi: बंद होने पर, ExcalidrawZ एआई अनुरोध नहीं भेजेगा या एआई खाता और क्रेडिट डेटा को रीफ्रेश नहीं करेगा।
it: Quando disattivato, ExcalidrawZ non invierà richieste AI né aggiornerà i dati dell'account AI e dei crediti.
ja: 無効にすると、ExcalidrawZはAIリクエストを送信せず、AIアカウントとクレジットデータを更新しません。
ko: 꺼짐 상태에서는 ExcalidrawZ가 AI 요청을 전송하거나 AI 계정 및 크레딧 데이터를 새로 고치지 않습니다.
nl: Wanneer uitgeschakeld, zal ExcalidrawZ geen AI-verzoeken verzenden of AI-account- en kredietgegevens vernieuwen.
pl: Gdy jest wyłączona, ExcalidrawZ nie będzie wysyłać żądań AI ani aktualizować danych konta i kredytów AI.
pt: Quando desativado, o ExcalidrawZ não enviará solicitações de IA ou atualizará os dados da conta e créditos de IA.
ru: Когда отключено, ExcalidrawZ не будет отправлять запросы AI или обновлять данные учетной записи и кредита AI.
th: เมื่อปิด ExcalidrawZ จะไม่ส่งคำขอ AI หรือรีเฟรชข้อมูลบัญชีและเครดิต AI.
tr: Kapalı olduğunda, ExcalidrawZ AI talepleri göndermeyecek veya AI hesap ve kredi verilerini güncellemeyecek.
vi: Khi tắt, ExcalidrawZ sẽ không gửi các yêu cầu AI hoặc làm mới dữ liệu tài khoản và tín dụng AI.
zh_hans: 关闭时，ExcalidrawZ 将不会发送 AI 请求或刷新 AI 账户及积分数据。
zh_hant: 當關閉時，ExcalidrawZ 將不會發送 AI 請求或更新 AI 帳戶和信用數據。

# settingsAIEnableFeatureTitle
source: Enable AI features
ar: تفعيل ميزات الذكاء الاصطناعي
de: AI-Funktionen aktivieren
es: Habilitar funciones de IA
fr: Activer les fonctionnalités d'IA
hi: एआई सुविधाएँ सक्षम करें
it: Abilita funzionalità AI
ja: AI機能を有効にする
ko: AI 기능 활성화
nl: AI-functies inschakelen
pl: Włącz funkcje AI
pt: Ativar recursos de IA
ru: Включить функции AI
th: เปิดใช้งานฟีเจอร์ AI
tr: AI özelliklerini etkinleştir
vi: Bật các tính năng AI
zh_hans: 启用 AI 功能
zh_hant: 啟用 AI 功能

# settingsAIInformationCloudMessage
source: AI chat is provided through ExcalidrawZ cloud AI services. Requests are processed online rather than entirely on this device.
ar: الدردشة الذكية مقدمة من خلال خدمات الذكاء الصناعي السحابية ExcalidrawZ. تتم معالجة الطلبات عبر الإنترنت بدلاً من أن تتم بالكامل على هذا الجهاز.
de: Der AI-Chat wird über die ExcalidrawZ Cloud-AI-Dienste bereitgestellt. Anfragen werden online und nicht vollständig auf diesem Gerät verarbeitet.
es: El chat de IA se proporciona a través de los servicios de IA en la nube de ExcalidrawZ. Las solicitudes se procesan en línea en lugar de completamente en este dispositivo.
fr: Le chat IA est fourni par les services d'IA cloud d'ExcalidrawZ. Les requêtes sont traitées en ligne plutôt que entièrement sur cet appareil.
hi: एआई चैट ExcalidrawZ क्लाउड एआई सेवाओं के माध्यम से प्रदान की जाती है। अनुरोध ऑनलाइन प्रोसेस किए जाते हैं न कि पूरी तरह से इस डिवाइस पर।
it: La chat AI è fornita tramite i servizi cloud AI di ExcalidrawZ. Le richieste vengono elaborate online piuttosto che interamente su questo dispositivo.
ja: AIチャットはExcalidrawZのクラウドAIサービスを通じて提供されます。リクエストはこのデバイスで完全に処理されるのではなく、オンラインで処理されます。
ko: AI 채팅은 ExcalidrawZ 클라우드 AI 서비스를 통해 제공됩니다. 요청은 이 기기에서 전적으로 처리되지 않고 온라인에서 처리됩니다.
nl: AI-chat wordt geleverd via de ExcalidrawZ cloud AI-diensten. Verzoeken worden online verwerkt in plaats van volledig op dit apparaat.
pl: Czaty AI są udostępniane przez usługi chmurowe AI ExcalidrawZ. Żądania są przetwarzane online, a nie całkowicie na tym urządzeniu.
pt: O chat de IA é fornecido através dos serviços de IA em nuvem do ExcalidrawZ. As solicitações são processadas online em vez de completamente neste dispositivo.
ru: Чат с ИИ предоставляется через облачные ИИ-сервисы ExcalidrawZ. Запросы обрабатываются онлайн, а не полностью на этом устройстве.
th: การแชท AI ถูกจัดเตรียมผ่านบริการคลาวด์ AI ของ ExcalidrawZ คำขอจะถูกประมวลผลออนไลน์แทนที่จะใช้ทั้งหมดบนอุปกรณ์นี้
tr: AI sohbeti ExcalidrawZ bulut AI hizmetleri aracılığıyla sağlanır. Talepler çevrimiçi olarak işlenir, tamamen bu cihazda değil.
vi: Chat AI được cung cấp thông qua dịch vụ AI đám mây ExcalidrawZ. Các yêu cầu được xử lý trực tuyến thay vì hoàn toàn trên thiết bị này.
zh_hans: AI 聊天通过 ExcalidrawZ 云 AI 服务提供。请求在线处理，而不是完全在此设备上处理。
zh_hant: AI 聊天功能通過 ExcalidrawZ 雲端 AI 服務提供。請求是在網上處理，而不是完全在此設備上進行。

# settingsAIInformationCloudTitle
source: Cloud AI service
ar: خدمة الذكاء الصناعي السحابية
de: Cloud-AI-Dienst
es: Servicio de IA en la nube
fr: Service d'IA cloud
hi: क्लाउड एआई सेवा
it: Servizio AI cloud
ja: クラウドAIサービス
ko: 클라우드 AI 서비스
nl: Cloud AI-dienst
pl: Usługa AI w chmurze
pt: Serviço de IA em nuvem
ru: Облачный ИИ-сервис
th: บริการ AI คลาวด์
tr: Bulut AI hizmeti
vi: Dịch vụ AI đám mây
zh_hans: 云 AI 服务
zh_hant: 雲端 AI 服務

# settingsAIInformationControlsMessage
source: You can turn AI features off at any time. When off, ExcalidrawZ will not send AI requests or refresh AI account and credits data.
ar: يمكنك إيقاف ميزات الذكاء الصناعي في أي وقت. عند إيقافها، لن يقوم ExcalidrawZ بإرسال طلبات الذكاء الصناعي أو تحديث بيانات حساب الذكاء الصناعي ونقاط الائتمان.
de: Sie können AI-Funktionen jederzeit deaktivieren. Wenn sie deaktiviert sind, sendet ExcalidrawZ keine AI-Anfragen oder aktualisiert keine AI-Konto- und Guthabendaten.
es: Puedes desactivar las funciones de IA en cualquier momento. Cuando están desactivadas, ExcalidrawZ no enviará solicitudes de IA ni actualizará datos de cuenta y créditos de IA.
fr: Vous pouvez désactiver les fonctionnalités de l'IA à tout moment. Lorsque désactivé, ExcalidrawZ ne fera pas de demandes à l'IA ni ne rafraîchira les données du compte et des crédits de l'IA.
hi: आप किसी भी समय एआई सुविधाओं को बंद कर सकते हैं। जब यह बंद है, ExcalidrawZ एआई अनुरोध नहीं भेजेगा और एआई खाते और क्रेडिट डेटा को ताज़ा नहीं करेगा।
it: Puoi disattivare le funzionalità AI in qualsiasi momento. Quando è disattivato, ExcalidrawZ non invierà richieste AI né aggiornerà i dati dell'account e del credito AI.
ja: AI機能はいつでもオフにできます。オフにすると、ExcalidrawZはAIリクエストを送信せず、AIアカウントやクレジットデータを更新しません。
ko: 언제든지 AI 기능을 끌 수 있습니다. 기능이 꺼지면 ExcalidrawZ는 AI 요청을 전송하거나 AI 계정 및 크레딧 데이터를 새로 고치지 않습니다.
nl: Je kunt AI-functies op elk moment uitschakelen. Wanneer deze zijn uitgeschakeld, zal ExcalidrawZ geen AI-verzoeken verzenden of de AI-account en kredietgegevens verversen.
pl: Możesz wyłączyć funkcje AI w dowolnym momencie. Gdy są wyłączone, ExcalidrawZ nie będzie wysyłać żądań AI ani odświeżać danych o koncie AI i kredytach.
pt: Você pode desligar os recursos de IA a qualquer momento. Quando desligado, o ExcalidrawZ não enviará solicitações de IA ou atualizará os dados da conta e dos créditos de IA.
ru: Вы можете отключить функции ИИ в любое время. Когда они выключены, ExcalidrawZ не будет отправлять запросы на ИИ и обновлять данные аккаунта и кредитов ИИ.
th: คุณสามารถปิดฟีเจอร์ AI ได้ตลอดเวลา เมื่อติดปิด ExcalidrawZ จะไม่ส่งคำขอ AI หรือรีเฟรชข้อมูลบัญชีและเครดิต AI
tr: AI özelliklerini her an kapatabilirsiniz. Kapatıldığında, ExcalidrawZ AI isteklerini göndermeyecek veya AI hesabı ve kredi verilerini güncellemeyecek.
vi: Bạn có thể tắt các tính năng AI bất cứ lúc nào. Khi tắt, ExcalidrawZ sẽ không gửi yêu cầu AI hoặc làm mới dữ liệu tài khoản và tín dụng AI.
zh_hans: 您可以随时关闭AI功能。当关闭时，ExcalidrawZ将不会发送AI请求或刷新AI账户和信用数据。
zh_hant: 您隨時可以關閉 AI 功能。 關閉後，ExcalidrawZ 將不會發送 AI 請求或刷新 AI 帳戶和信用數據。

# settingsAIInformationControlsTitle
source: User controls
ar: تحكم المستخدم
de: Benutzereinstellungen
es: Controles del usuario
fr: Contrôles utilisateur
hi: उपयोगकर्ता नियंत्रण
it: Controlli utente
ja: ユーザーコントロール
ko: 사용자 제어
nl: Gebruikerscontroles
pl: Kontrole użytkownika
pt: Controles do usuário
ru: Управление пользователем
th: การควบคุมของผู้ใช้
tr: Kullanıcı kontrolü
vi: Kiểm soát của người dùng
zh_hans: 用户控制
zh_hant: 用戶控制
